export const data = [
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/ysz2js9/mdback.png",
  },
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/0G8ctD4/mdprotistata.png",
  },
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/J7n4fqz/pnm1.jpg",
  },
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/mH4ntN4/pnm2.jpg",
  },
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/y8xwyzG/pnm3.jpg",
  },
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/ccsm6JZ/pnm5.jpg",
  },
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/j5QyqNj/pnm6.jpg",
  },
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/thHvCn0/pnm7.jpg",
  },
  {
    title:
      "হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসা **প্রাক্তন ছাত্র-ছাত্রী পরিষদ",
    img: "https://i.ibb.co/HNv4wZG/biday1.jpg",
  },
];
