import { Container, Typography } from "@mui/material";
import { Box } from "@mui/system";
import React from "react";

const AboutHasania = () => {
  return (
    <div>
      <Container sx={{ my: 5 }}>
        <hr />
        <Box component="h2">About of Hasania Alumni Association</Box>
        <hr />
        <Typography sx={{ textAlign: "start" }}>
          ১৯৯০ সালে হাজী মাদবর আলী সাহেবের সুযোগ্য ৩ জন রহমদিল সন্তান মরহুম হাজী
          হাচান উদ্দীন,মরহুম হাজী চাঁন মিয়া, মরহুম হাজী ইউনুস আলী এবং তাদের
          দানবীর সমাজ সেবক, শিক্ষানুরাগী সন্তানগন এই মাদ্রাসা প্রতিষ্ঠার
          পরিকল্পনা গ্রহন করেন৷ পরিকল্পনা মোতাবেক ১৯৯০ সালের জানুয়ারী মাসে
          মাদ্রাসার ভিত্তিপ্রস্তর স্থাপন করেন৷ সেই থেকেই শুরু এই হাজী মাদবর আলী
          হাচানিয়া দাখিল মাদ্রাসা ৷
          <br /> <br />
          প্রতিষ্ঠার পর অত্র বিদ্যালয় থেকে পড়াশোনা করে অনেক ছাত্র-ছাত্রী দেশের
          বিভিন্ন সেক্টরে সফলতা ও কৃতিত্বের সাথে কাজ করছেন। প্রতিষ্ঠার দীর্ঘ বছর
          পরে ২০১৬ সালে প্রাক্তন ছাত্র ছাত্রীদের নিয়ে সম্মিলিত ভাবে মাদরাসার
          ভাবমূর্তি আরো উজ্জ্বল এবং পারস্পরিক সুসম্পর্ক স্থাপনের জন্য এবং হাজী
          মাদবর আলী হাচানিয়া দাখিল মাদ্রাসার ২৫ বছর পূর্তি (রজতজয়ন্তী) উপলক্ষে
          একটি পূনর্মিলনী আয়োজন করার পরিকল্পনা করে। সেই লক্ষ্যে আ্যালামনাই
          অ্যাসোসিয়েশনের প্রয়োজনীয়তার কথা বিবেচনা করে বিদ্যালয়ে প্রাক্তন ছাত্র
          মো: নাজিম উদ্দিন (ব্যাচ -২০১৩) এ উদ্যোগটি গ্রহণ করেন এবং বিভিন্ন
          ব্যাচের প্রাক্তন ছাত্র-ছাত্রীদের সাথে আলাপ-আলোচনা করেন এবং তা
          বাস্তবায়নের কাজ শুরু করেন।
          <br />
          <br />
          যেই সব প্রাক্তন ছাত্রবৃন্দ এই অ্যাসোসিয়েশনের বাস্তবায়নের লক্ষ্যে
          একত্রে কাজ করেন তাদের মধ্যে অন্যতম মোঃ আবু ইউসুফ (ব্যাচ -২০০০),মোঃ
          জাহাংগির আলম (বাচ-২০০২), মোঃ সোহেল আরমান (ব্যাচ-২০১২) , মোঃ কাঞ্জুল
          হাচান (ব্যাচ -২০১৪), মোঃ মতিউর রহমান (ব্যাচ -২০১৪) , মাহমুদুল হাছান
          (ব্যাচ-২০১২) । এই প্রেক্ষাপটে ২০১৬ সালের ১২ই সেপ্টেম্বর ‘প্রাক্তন
          ছাত্র পরিষদ ’ নামে সামাজিক যোগাযোগ মাধ্যমে (Facebook) একটি গ্রুপ
          প্রতিষ্ঠিত করা হয় । এর ধারাবাহিকতায় ১২ ডিসেম্বর ২০১৬ইং তারিখে মোঃ হাজী
          জাকির হোসেনকে আহবায়ক করে পূনর্মিলনী কমিটি ঘোষণার মাধ্যমে "হাচানিয়া
          আ্যালামনাই অ্যাসোসিয়েশন “ বাস্তবায়ন রুপ লাভ করে। এবং ২০১৭ সালের ১৭ ই
          জানুয়ারী হাজী মাদবর আলী হাচানিয়া দাখিল মাদ্রাসার ২৫ বছর পূর্তি ও রজত
          জয়ন্তী আয়োজনের মধ্যদিয়ে প্রাক্তন ছাত্রছাত্রী পরিষদের পথ চলা শুরু হতে
          থাকে৷ <br />
          <h4>
            নিম্নে পূর্নাঙ্গ পূনর্মিলনী আয়োজন কমিটির ছবি ও নাম প্রাকশ করা হলো ঃ-
          </h4>
        </Typography>
      </Container>
    </div>
  );
};

export default AboutHasania;
