import { Container, Typography } from "@mui/material";
import { Box } from "@mui/system";
import React from "react";

const AboutHasania = () => {
  return (
    <div>
      <Container>
        <hr />
        <Box component="h2">About of Hasania Alumni Association</Box>
        <hr />
        <Typography>
          ১৯৫৬ সালে তৎকালীন কুমিল্লা জেলার চাঁদপুর মহকুমার হাজীগঞ্জ থানার(
          বর্তমানে চাঁদপুর জেলার শাহরাস্তি উপজেলায়) ঐতিহাসিক মেহের কালীবাড়িতে
          “নিজমেহার জুনিয়র উচ্চ বিদ্যালয় ” প্রতিষ্ঠিত হয়। পরবর্তীতে স্কুলটি
          পাইলট প্রকল্পে অন্তর্ভুক্ত হওয়ায় “নিজমেহার পাইলট উচ্চ বিদ্যালয়” নামকরণ
          করা হয় এবং ২০১০ সালে সরকারের মডেল প্রকল্পে অন্তর্ভুক্ত হওয়ায় “নিজমেহার
          মডেল পাইলট উচ্চ বিদ্যালয় ” নামকরণ করা হয়। প্রতিষ্ঠার পর অত্র বিদ্যালয়
          থেকে পড়াশোনা করে অনেক ছাত্র-ছাত্রী দেশের বিভিন্ন সেক্টরে সফলতা ও
          কৃতিত্বের সাথে কাজ করছেন। প্রতিষ্ঠার দীর্ঘ বছর পরে ২০২০ সালে প্রাক্তন
          ছাত্র ছাত্রীদের নিয়ে সম্মিলিত ভাবে বিদ্যালয়ে ভাবমূর্তি আরো উজ্জ্বল এবং
          পারস্পরিক সুসম্পর্ক স্থাপনের জন্য আ্যালামনাই অ্যাসোসিয়েশনের
          প্রয়োজনীয়তার কথা বিবেচনা করে বিদ্যালয়ে প্রাক্তন ছাত্র মো: মুজিবুর
          রহমান (ব্যাচ -২০০১) এ মহতি উদ্যোগেটি গ্রহণ করেন এবং বি ভিন্ন ব্যাচের
          প্রাক্তন ছাত্র-ছাত্রীদের সাথে আলাপ-আলোচনা করেন এবং তা বাস্তবায়নের কাজ
          শুরু করেন। যেই সব প্রাক্তন ছাত্রবৃন্দ এই অ্যাসোসিয়েশনের বাস্তবায়নের
          লক্ষ্যে একত্রে কাজ করেন তাদের মধ্যে অন্যতম মোঃ মেহেদী হাসান মজুমদার
          (ব্যাচ -১৯৯৩),মোঃ রেজাউল করিম (ব্যাচ -২০০১) ,ওমর ফারুক (ব্যাচ -২০০৪),
          মোঃ মহিবুল্লাহ (ব্যাচ -২০০৫ , তাহমিনা আক্তার (ব্যাচ- ২০০৫) সোহাগ
          মজুমদার (ব্যাচ -২০০৭) , মোঃ আবুল খায়ের (ব্যাচ -২০১৩ ), হৃদয় দাস
          (ব্যাচ -২০১৫ ),এবং চৈতি শীল(ব্যাচ -২০১৬ )। এই প্রেক্ষাপটে ২০২০ সালের ৬
          মে ‘প্রাক্তন ছাত্র পরিষদ ’ নামে সামাজিক যোগাযোগ মাধ্যমে (Facebook)
          একটি গ্রুপ প্রতিষ্ঠিত করা হয় । এর ধারাবাহিকতায় ১৯ জুন ২০২০ তারিখ রোজ
          শুক্রবার বর্তমান কমিটি ঘোষণার মাধ্যমে “নিজমেহার মডেল পাইলট উচ্চ
          বিদ্যালয় আ্যালামনাই অ্যাসোসিয়েশন “ বাস্তবায়ন রুপ লাভ করে।
        </Typography>
      </Container>
    </div>
  );
};

export default AboutHasania;
