const useCategory = [
  ["কবিতা", "primary"],
  ["গল্প", "secondary"],
  ["প্রবন্ধ", "success"],
  ["কৌতুক", "deepPur"],
  ["সায়েন্স ফিকশন", "lightGreen"],
  ["ভাষা ও অনুবাদ", "cyan"],
  ["ভ্রমন ও প্রবাস", "blue"],
  ["নিউজ", " orange"],
  ["গণিত, বিজ্ঞান ও প্রযুক্তি", "green"],
  ["কম্পিউটার, ফ্রিল্যান্সিং ও প্রোগ্রামিং", "purple"],
  ["জীবনী, স্মৃতিচারণ ও সাক্ষাৎকার", "deepPurple"],
  ["ব্যবসা, বিনিয়োগ ও অর্থনীতি", "indigo"],
  ["ইতিহাস ও ঐতিহ্য", "pink"],
  ["মুক্তিযুদ্ধ", "red"],
  ["রহস্য, গোয়েন্দা, ভৌতিক, থ্রিলার ও অ্যাডভেঞ্চার", "deepOrange"],
  ["ভর্তি, নিয়োগ ও প্রস্তুতি পরীক্ষা", "teal"],
];
export default useCategory;
